---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirInfoParam
source: html/77f442ea-1ccc-67fb-c268-dba92c0dda90.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirInfoParam Property

"Outdoor Air Information"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomOutdoorAirInfoParam { get; }
```